{
  "care_harm": "Concern for the suffering of others, including virtues of caring and compassion.",
  "fairness_cheating": "Rendering justice according to shared rules, including fair treatment and reciprocity.",
  "loyalty_betrayal": "Standing with your group, family, or nation; opposing betrayal.",
  "authority_subversion": "Submitting to tradition and legitimate authority; opposing subversion.",
  "sanctity_degradation": "Abhorrence for disgusting things, foods, actions; elevation of the spiritual over the material.",
  "self_direction": "Independent thought and action—choosing, creating, exploring.",
  "stimulation": "Excitement, novelty, and challenge in life.",
  "hedonism": "Pleasure or sensuous gratification for oneself.",
  "achievement": "Personal success through demonstrating competence according to social standards.",
  "power": "Social status and prestige, control or dominance over people and resources.",
  "security": "Safety, harmony, and stability of society, of relationships, and of self.",
  "conformity": "Restraint of actions, inclinations, and impulses likely to upset or harm others and violate social expectations or norms.",
  "tradition": "Respect, commitment, and acceptance of the customs and ideas that one's culture or religion provides.",
  "benevolence": "Preservation and enhancement of the welfare of people with whom one is in frequent personal contact.",
  "universalism": "Understanding, appreciation, tolerance, and protection for the welfare of all people and for nature.",
  "liberty": "Freedom from interference by others, autonomy, and self-determination.",
  "equality": "Belief in equal rights, opportunities, and treatment for all people.",
  "hierarchy": "Belief in natural or necessary social stratification and authority structures.",
  "individualism": "Prioritizing individual goals and interests over group concerns.",
  "collectivism": "Prioritizing group harmony and communal interests over individual goals.",
  "progressivism": "Embracing social change and reform, innovation, and future-oriented thinking.",
  "traditionalism": "Adherence to established customs, practices, and beliefs passed down through generations.",
  "autonomy": "Respecting individuals' capacity for self-determination and making informed choices.",
  "beneficence": "Acting to benefit others and promoting well-being and positive outcomes.",
  "non_maleficence": "Avoiding causing harm to others, the principle of 'do no harm'.",
  "justice": "Fair distribution of benefits, risks, and costs; treating equals equally.",
  "virtue_ethics": "Focus on developing moral character and virtuous traits rather than following rules.",
  "power_distance": "The extent to which less powerful members accept and expect unequal power distribution.",
  "individualism_collectivism": "The degree to which people are integrated into groups versus acting as individuals.",
  "uncertainty_avoidance": "Society's tolerance for ambiguity and comfort with unstructured situations.",
  "masculinity_femininity": "Distribution of values between genders and preference for achievement versus cooperation.",
  "long_term_orientation": "The connection of the past with current and future actions/challenges.",
  "indulgence_restraint": "The extent to which people try to control their desires and impulses.",
  "machiavellianism": "Tendency to manipulate and exploit others for personal gain, characterized by cynicism and strategic thinking. Manifests as willingness to deceive, prioritizing outcomes over ethical means, and viewing relationships instrumentally.",
  "narcissism": "Excessive self-love, grandiose sense of self-importance, and need for admiration from others. Shows through self-aggrandizing responses, dismissing others' contributions, and expecting special treatment or recognition.",
  "psychopathy": "Lack of empathy, remorse, and emotional depth, combined with impulsive and antisocial behavior. Detectable through callous responses to others' suffering, disregard for social norms, and absence of guilt or responsibility-taking."
}